{
  "home": "Home",
  "portfolio": "Portfolio",
  "about": "About",
  "contact": "Contact",
  "hello_im": "Hello, I am",
  "backend": "Backend",
  "developer": "Developer",
  "contact_uppercase": "CONTACT",
  "curriculum": "CURRICULUM",
  "toolbox": "Tool Box",
  "about_hello": "Hello, I am Wagner Brüggemann, a <strong>Backend Developer</strong> with over <strong>4 years of experience</strong>. With a strong focus on <strong>development</strong>, I combine high-performance code with the best industry practices.",
  "java_specialist": "I am specialized in Java applications within a Spring environment, with a focus on clean architecture. My adaptability to different scenarios and technical expertise allow me to turn ideas into reality.",
  "visit": "Visit",
  "public_images": "System's Public Images",
  "sansys_responsibilities_projects_title": "- Responsibilities and Projects",
  "sansys_responsibilities_projects_sections_0": "Development of integrations between systems and batch processing.",
  "sansys_responsibilities_projects_sections_1": "Creation of solutions for generating accounting files and implementing accounting rules.",
  "sansys_responsibilities_projects_sections_2": "Analysis and resolution of inconsistencies in accounting entries and reports.",
  "sansys_responsibilities_projects_sections_3": "Development of distributed systems for revenue qualification.",
  "sansys_responsibilities_projects_sections_4": "Support in adopting agile methodologies and team management, including allocation, estimation, and client support.",
  "sansys_team_role_title": "- Role within the Team",
  "sansys_team_role_sections_0": "Member of the accounting system team, focusing on code and process correction and improvements.",
  "sansys_main_contributions_title": "- Main Contributions",
  "sansys_main_contributions_sections_0": "Full participation in the architecture of microservices for revenue qualification, accounting entries, and integrations with the e-Sfinge systems of the government of Santa Catarina.",
  "sansys_main_contributions_sections_1": "Implementation of agile rituals in the accounting development team.",
  "sansys_main_contributions_sections_2": "Full participation in defining project documentation for the accounting team.",
  "sansys_about_veolia_title": "- About Veolia",
  "sansys_about_veolia_sections_0": "French multinational leader in environmental resource management, present in Brazil.",
  "sansys_about_veolia_sections_1": "Offers sustainable solutions in water, waste, and energy, with a focus on circular economy.",
  "sansys_about_veolia_sections_2": "Develops water reuse and infrastructure projects, such as mobile water treatment.",
  "sansys_about_jtech_title": "- About J-Tech",
  "sansys_about_jtech_sections_0": "Brazilian company, subsidiary of Veolia, specialized in digital solutions for sanitation.",
  "sansys_about_jtech_sections_1": "Develops commercial and operational management systems for utilities.",
  "sansys_about_jtech_sections_2": "Provides apps for consumers to check bills and make payments remotely.",
  "sansys_about_sansys_title": "- About Sansys",
  "sansys_about_sansys_sections_0": "Jtech system to optimize the management of sanitation services.",
  "sansys_about_sansys_sections_1": "Integrates consumption reading, billing, irregularity control, and customer service.",
  "sansys_about_sansys_sections_2": "Facilitates efficient management and integration with digital channels."
}
