{
  "home": "Início",
  "portfolio": "Portifólio",
  "about": "Sobre",
  "contact": "Contato",
  "hello_im": "Olá, eu sou",
  "backend": "Backend",
  "developer": "Desenvolvedor",
  "contact_uppercase": "CONTATO",
  "curriculum": "CURRÍCULO",
  "toolbox": "Ferramentas",
  "about_hello": "Olá, eu sou Wagner Brüggemann, um <strong>Desenvolvedor Backend</strong> com mais de <strong>4 anos de experiência</strong>. Com um forte foco no <strong>desenvolvimento</strong>, eu combino código de alta performance com as melhores práticas do mercado.",
  "java_specialist": "Sou especializado em aplicações Java com ambiente Spring, com foco em arquitetura limpa. Minha capacidade de adaptação aos diferentes cenários e expertise técnica me permitem transformar ideias em realidade.",
  "visit": "Visitar",
  "public_images": "Imagens Públicas do Sistema",
  "sansys_responsibilities_projects_title": "- Responsabilidades e Projetos",
  "sansys_responsibilities_projects_sections_0": "Desenvolvimento de integrações entre sistemas e processamentos batch.",
  "sansys_responsibilities_projects_sections_1": "Criação de soluções para geração de arquivos contábeis e implementação de regras de contabilização.",
  "sansys_responsibilities_projects_sections_2": "Análise e resolução de inconsistências em lançamentos e relatórios contábeis.",
  "sansys_responsibilities_projects_sections_3": "Desenvolvimento de sistemas distribuídos para qualificação de receitas.",
  "sansys_responsibilities_projects_sections_4": "Suporte na adoção de metodologias ágeis e na gestão do time, incluindo alocação, estimativas e atendimento ao cliente",
  "sansys_team_role_title": "- Atuação dentro da equipe",
  "sansys_team_role_sections_0": "Integrante da equipe contábil do sistema, com foco em correção e melhorias de código e processos.",
  "sansys_main_contributions_title": "- Principais contribuições",
  "sansys_main_contributions_sections_0": "Participação integral na arquiteturização de microserviços de qualificação de receitas, lançamentos contábeis e integrações com sistemas e-Sfinge do governo de Santa Catarina.",
  "sansys_main_contributions_sections_1": "Instauração de ritos ágeis na equipe de desenvolvimento contábil.",
  "sansys_main_contributions_sections_2": "Participação integral na definição de documentação de projetos da equipe contábil.",
  "sansys_about_veolia_title": "- Sobre a Veolia",
  "sansys_about_veolia_sections_0": "Multinacional francesa líder em gestão de recursos ambientais, presente no Brasil.",
  "sansys_about_veolia_sections_1": "Oferece soluções sustentáveis em água, resíduos e energia, com foco em economia circular.",
  "sansys_about_veolia_sections_2": "Desenvolve projetos de reuso de água e infraestrutura, como tratamento móvel de água.",
  "sansys_about_jtech_title": "- Sobre a J-Tech",
  "sansys_about_jtech_sections_0": "Empresa brasileira, subsidiária da Veolia, especializada em soluções digitais para saneamento.",
  "sansys_about_jtech_sections_1": "Desenvolve sistemas de gestão comercial e operacional para concessionárias.",
  "sansys_about_jtech_sections_2": "Oferece aplicativos para consumidores consultarem faturas e realizarem pagamentos remotamente.",
  "sansys_about_sansys_title": "- Sobre o Sansys",
  "sansys_about_sansys_sections_0": "Sistema da Jtech para otimizar a gestão de serviços de saneamento.",
  "sansys_about_sansys_sections_1": "Integra leitura de consumo, emissão de faturas, controle de irregularidades e atendimento ao cliente.",
  "sansys_about_sansys_sections_2": "Facilita a gestão eficiente e a integração com canais digitais."
}
